Repository: pepeizq/Steam-Categories
Catalog: Steam Categories/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, pl_pl

# Add.Text
source: Add
de_de: Hinzufügen
es_es: Añadir
pl_pl: Dodaj

# Add2
source: Add
de_de: Hinzufügen
es_es: Añadir
pl_pl: Dodaj

# AddCategoriesSteam.Text
source: Add Categories in Steam
de_de: Füge Kategorien in Steam hinzu
es_es: Añadir Categorías en Steam
pl_pl: Dodaj kategorie do Steam

source: Categories
de_de: Kategorien
es_es: Categorías
pl_pl: Kategorie

# Categories2.Text
source: Categories
es_es: Categorías
pl_pl: Kategorie

# CategoriesAdded
source: Categories have been added in Steam
de_de: Kategorien wurde in Steam hinzugefügt
es_es: Se han añadido las categorías en Steam
pl_pl: Kategorie zostały dodane do Steam

# CategoriesInfo.Text
source: Categories assigned by the creators of your games
es_es: Categorías asignadas por los creadores de tus juegos
pl_pl: Kategorie przypisane przez twórców gier

# CategoriesLoaded
source: Games loaded in the app
de_de: Spiele wurden in der App geladen
es_es: Juegos cargados en la aplicación
pl_pl: Gry załadowane do aplikacji

# CategoriesNotAdded
source: Categories could not be added, close Steam
de_de: Kategorie konnte nicht hinzugefügt werden, beendete Steam
es_es: No se han podido añadir las categorías, cierra Steam
pl_pl: Kategorie nie mogą zostać dodane, zamknij Steam

# CategoriesNotLoaded
source: No games loaded in app
es_es: No se han cargado los juegos en la aplicación
pl_pl: Gry nie zostały załadowane

# CategoriesUpdated
source: Updated categories, restart Steam
es_es: Categorías actualizadas, reinicia Steam
pl_pl: Zaktualizowane kategorie, uruchom ponownie Steam

source: Change
de_de: Änder
es_es: Cambiar
pl_pl: Zmień

# CleanSelection.Text
source: Clean Selected Categories
es_es: Limpiar Categorías Seleccionadas
pl_pl: Wyczyść wybrane kategorie

# Config
source: Configuration
de_de: Einstellungen
es_es: Configuración
pl_pl: Konfiguracja

# ConfigAutoUpdate.Text
source: Auto-Update
de_de: Automatische Aktualisierung
es_es: Auto-Actualización

# ConfigAutoUpdateDescription.Text
source: If you activate this option the app every time it is started it will look for new games and add the categories in Steam
es_es: Si activas esta opción la app cada vez que sea iniciada buscara nuevos juegos y añadirá las categorias en Steam

# ConfigCategoriesLoad.Text
source: To display all the available categories of your games, the application must load all the necessary information
es_es: Para mostrar todas las categorías disponibles de tus juegos la aplicación debe cargar toda la información necesaria
pl_pl: Aby wyświetlić wszystkie dostępne kategorie gier, aplikacja musi załadować wszystkie niezbędne informacje

# ConfigCategoriesLoadWarning.Text
source: If you have hundreds or thousands of games the load will take minutes
es_es: Si tienes cientos o miles de juegos la carga tardara minutos
pl_pl: Jeśli masz setki lub tysiące gier, ładowanie zajmie kilka minut

# ConfigCategoriesMessage.Text
source: To start working with the application, you must specify the folder where Steam is installed and a Steam Community account (example: http://steamcommunity.com/id/pepeizq/)
es_es: Para que funcione la aplicación se deben especificar la carpeta donde esta instalado Steam y una cuenta de Steam Community (ejemplo: http://steamcommunity.com/id/pepeizq/)
pl_pl: Aby rozpocząć pracę z aplikacją, musisz określić folder, w którym zainstalowany jest Steam, oraz podać konto społeczności Steam (przykład: http://steamcommunity.com/id/pepeizq/)

# ConfigCleanAll.Text
source: Clean Configuration
es_es: Limpiar Configuración
pl_pl: Wyczyść konfigurację

# ConfigSteamAccount.Text
source: Steam Community Account
de_de: Steam Account
es_es: Cuenta de Steam Community
pl_pl: Konto społeczności Steam

# ConfigSteamFolder.Text
source: Steam Folder
de_de: Steam Ordner
es_es: Carpeta de Steam
pl_pl: Folder Steam

# DeleteCategoriesSteam.Text
source: Delete Categories in Steam
es_es: Borrar Categorías en Steam
pl_pl: Usuń kategorie w Steam

# DeleteCategoriesSteamNo
source: Steam categories could not be deleted
es_es: No se han eliminado las categorías de Steam
pl_pl: Kategorie Steam nie mogą zostać usunięte.

# DeleteCategoriesSteamYes
source: Steam categories have been deleted
es_es: Se han eliminado las categorías de Steam
pl_pl: Kategorie Steam zostały usunięte

# GamesAccount.Text
source: Games detected in the account:
de_de: Spiele gefunden
es_es: Juegos detectados en la cuenta:
pl_pl: Gry wykryte na koncie:

# GamesApp.Text
source: Games loaded in the app:
es_es: Juegos cargados en la app:
pl_pl: Gry załadowane do aplikacji:

source: Genres
es_es: Géneros
pl_pl: Gatunki

# GenresInfo.Text
source: Genres assigned by the creators of your games
es_es: Géneros asignados por los creadores de tus juegos
pl_pl: Gatunki przypisane przez twórców gier

# ImageExample.Text
source: Example image
es_es: Imagen de ejemplo
pl_pl: Przykładowy obraz

source: Languages
de_de: Sprache
es_es: Idiomas
pl_pl: Języki

# LanguagesInfo.Text
source: Supported languages for your games
es_es: Idiomas disponibles para tus juegos
pl_pl: Obsługiwane języki przez gry

# Load.Text
source: Load
de_de: Lade
es_es: Cargar
pl_pl: Załaduj

# MessageCategories.Text
source: You must go to Configuration before you can add categories
es_es: Debes ir a Configuración antes de poder añadir categorías
pl_pl: Przed dodaniem kategorii musisz przejść do konfiguracji

# MessageCategories2
source: Select an option from the left bar to add categories
es_es: Selecciona una opción de la barra de la izquierda para añadir categorías
pl_pl: Wybierz opcję z lewego paska, aby dodać kategorie

# MetascoreInfo.Text
source: Add categories to your games based on score of Metacritic
es_es: Añade categorías a tus juegos en base a su puntuación de Metacritic
pl_pl: Dodaj kategorie do swoich gier na podstawie wyniku z serwisu Metacritic

source: More Things
es_es: Más Cosas
pl_pl: Więcej rzeczy

# MoreThings_Back
source: Back
es_es: Volver
pl_pl: Wstecz

# MoreThings_Contact
source: Contact
de_de: Kontakt
es_es: Contactar
pl_pl: Kontakt

# MoreThings_HelpTranslate
source: Help to Translate
es_es: Ayuda a Traducir
pl_pl: Pomóż w tłumaczeniu

# MoreThings_MoreApps
source: More Apps
es_es: Más Apps
pl_pl: Więcej aplikacji

# MoreThings_ReportBug
source: Report a Bug
de_de: Melde einen Bug
es_es: Informa de un Fallo
pl_pl: Zgłoś błąd

# MoreThings_SourceCode
source: Source Code
es_es: Código Fuente
pl_pl: Kod źródłowy

# MoreThings_VoteApp
source: Vote the App
de_de: Bewerte die App
es_es: Vota la App
pl_pl: Oceń aplikację

# Personalization.Text
source: Personalization
de_de: Personalisierung
es_es: Personalización
pl_pl: Personalizacja

# StoreDescription
source: Add categories for your Steam games in an easy and automatic way
es_es: Añade categorías para tus juegos de Steam de forma fácil y automática.
pl_pl: Dodaj kategorie do gier Steam w łatwy i automatyczny sposób

# StoreTags
source: Steam;Categories;Games
es_es: Steam;Categorías;Juegos
pl_pl: Steam;Kategorie;Gry

source: Tags
es_es: Etiquetas
pl_pl: Tagi

# TagsInfo.Text
source: User-created tags for your games
de_de: Tags von Nutzer für deine Spiele
es_es: Etiquetas creadas por usuarios para tus juegos
pl_pl: Tagi utworzone przez użytkowników dla twoich gier

# UserscoreInfo.Text
source: Add categories to your games based on user reviews of Steam
es_es: Añade categorías a tus juegos en base a los análisis de los usuarios de Steam
pl_pl: Dodaj kategorie do swoich gier na podstawie opinii użytkowników Steam

source: Years
de_de: Jahre
es_es: Años
pl_pl: Lata

# YearsInfo.Text
source: Release years of your games
es_es: Años de lanzamiento de tus juegos
pl_pl: Rok wydania gier
